Repository: mohamedmabhooh/Ahm_dacbord
Catalog: lib/l10n/app_*.arb
Languages: ar

# splashTitle
source: ARADI application for quick and easy land sale and lease in multiple areas in Qatar
ar: تطبيق أراضي لبيع وتأجير الأراضي بسرعة وسهولة في مناطق متعددة في قطر

# splashSubtitle
source: Select transaction
ar: حدد المعاملة

source: Sale
ar: بيع

# rent
source: Lease
ar: إيجار

source: Location
ar: الموقع الحالي

# hintInput
source: Look for the land of your dreams...
ar: ابحث عن ارض احلامك ...

source: View All
ar: مشاهدة الكل

source: Cities
ar: المدن

# theMostViewLands
source: The most viewed lands
ar: الأراضي الأكثر مشاهدة

source: Home
ar: الرئيسية

source: Search
ar: بحث

source: Favorites
ar: المفضلة

source: More
ar: المزيد

# flag
source: ar
ar: en

# descLand
source: Description land
ar: وصف الأرض

# locLand
source: Location land
ar: موقع الأرض

# comments
source: Click to view comments
ar: انقر لعرض التعليقات

source: Comment
ar: التعليقات

# alDiReEstComp
source: Al Diar Real Estate Company
ar: شركة الديار للعقارات

source: City
ar: المدينة

source: Area
ar: المنطقة

source: Ad Type
ar: نوع الإعلان

# subCat
source: Sub Category
ar: الفئة الفرعية

# sortGround
source: Sorted land
ar: أرض مصنفة

# itMaps
source: Maps available
ar: الخرائط المتاحة

# streetsNo
source: Number of streets
ar: عدد الشوارع

source: Area (M2)
ar: المساحة (م2)

source: Foot Price
ar: سعر الفوت

# ads
source: Your Advertisement
ar: اعلاناتك

# lang
source: Language
ar: لغة

# help
source: Technical support
ar: الدعم الفني

# aboutApp
source: About the app
ar: حول التطبيق

source: Sign out
ar: تسجيل الخروج

# signIn
source: Log in
ar: تسجيل الدخول

source: Add land
ar: إضافة ارض

# doOperation
source: Do an operation
ar: القيام بعملية

# loBuReEsOw
source: Login for business and Real estate owners
ar: تسجيل الدخول لاصحاب الشركات والعقارات

source: Profile
ar: الملف الشخصي

source: Edit
ar: تعديل

# email
source: E-mail address
ar: البريد الالكتروني

# titleSearch
source: Type the keyword and search to find the land suitable for you
ar: اكتب الكلمة الرئيسية وابحث للعثور على الأرض المناسبة لك

# phone
source: Mobile number(optional)
ar: رقم الجوال

source: State
ar: الدولة

source: Add
ar: اضافة

source: Land Name
ar: أسم الأرض

# inAr
source: (In Arabic)
ar: (باللغة العربية)

# inEn
source: (In English)
ar: (باللغة الانجليزية)

source: Price
ar: السعر

# addImages
source: Add photos (Choose a maximum of five photos)
ar: اضافة صورة (اختيار خمسة صور كحد اقصى )

# positioning
source: Locate the land
ar: تحديد الموقع

source: (Optional)
ar: (اختياري)

source: Affirmation
ar: تأكيد

source: Yes
ar: نعم

# doDeletion
source: Do the deletion!
ar: القيام بعملية الحذف !

source: No
ar: لا

# roll
source: Sorted
ar: مفرز

# underSort
source: Being sorting
ar: قيد الفرز

source: Unsorted
ar: غير مفرز

source: Land Area
ar: مساحة الأرض

source: Notifications
ar: الأشعارات

# news
source: New
ar: جديد

source: Old
ar: قديم

source: Register
ar: تسجيل

source: Filter
ar: فلتر

# nameCity
source: The name of the city
ar: اسم المدينه

# area2
source: Area
ar: المساحة

source: Area Name
ar: اسم المنطقة

source: Save
ar: حفظ

source: Choose
ar: أختر

# mostSighted
source: All Lands
ar: جميع الأراضي

source: Write Comment
ar: أكتب تعليق

# writeAComment
source: Write Comment
ar: كتابة تعليق

source: Name
ar: الأسم

source: Commentary
ar: التعليق

# titleSignIn
source: Buying, selling or leasing land made easy with ARADI
ar: أصبح شراء أو بيع أو تأجير الأراضي أمرًا سهلاً مع أراضي

# pass
source: Password
ar: كلمة السر

# forGpass
source: Forgot your password?
ar: نسيت كلمة المرور؟

# donAcc
source: Don't have an account
ar: ليس لديك حساب

# account
source: Register here ?
ar: سجل هنا ؟

# titleForGet
source: Please enter your email address to receive the verification code
ar: الرجاء إدخال عنوان بريدك الإلكتروني لتلقي رمز التحقق

source: Send Email
ar: إرسال

# info
source: Information
ar: معلومات

source: Company Name
ar: أسم الشركة

# successSendInfo
source: Your request has been sent pending a response.
ar: تم ارسال طلبك بانتظار الرد

# editProfile
source: Edit your profile
ar: تعديل الملف الشخصي

# changePicture
source: Change the picture
ar: تغير الصورة

source: Edit Photo
ar: تعديل الصورة

source: Change
ar: تغير

# optionCont
source: ways to communicate
ar: طرق التواصل

# selection
source: Selection Image
ar: رفع صورة

source: Rate the app
ar: قيم التطبيق

source: Share the app
ar: شارك التطبيق

# shareLand
source: Share
ar: مشاركة

# de
source: Delete
ar: حذف

source: Repost
ar: إعادة نشر

source: Privacy policy
ar: سياسة الخصوصية

source: Terms and Conditions
ar: البنود والشروط

source: Close To Mall
ar: قريبة من مول

source: Close To Masjid
ar: قريبة من مسجد

# closeToBeach
source: Close To The Beach
ar: قريبة من الشاطئ

source: Close To Public Transportation
ar: قريبة من مواصلات عامة

source: Close To Hypermarket
ar: قريبة من هايبر ماركت

source: Close To Main Street
ar: قريبة من شارع رئيسي

source: Close To Restaurant
ar: قريبة من مطعم

source: Close To University
ar: قريبة من جامعة

source: Close To Metro Station
ar: قريبة من محطة مترو

source: Mission Statement
ar: الرسالة

# urlWhats
source: Number Whats App (+974 4466 7711)
ar: (+974 4466 7711) رقم الوتس أب

source: r.q
ar: ر.ق

source: Earth Features
ar: مميزات الأرض

source: Land For Sal In
ar: أراضي للبيع في

source: Land For Rent In
ar: أراضي للإيجار في

# aplction
source: About the application
ar: حول التطبيق

source: privacy policy
ar: سياسة الخصوصية

source: Terms and conditions
ar: البنود والشروط

source: all
ar: الكل

# apliction
source: ARADI is a Qatari company operating in the real estate market as a specialized company for land marketing only, buying, selling and leasing
ar: أراضي شركة قطرية تعمل في السوق العقاري كشركة متخصصة لتسويق الأراضي فقط بيع وشراء وإيجار

# apliction2
source: We operate through the main advertising platforms represented in the mobile application and website in addition to social networking sites
ar: نعمل من خلال منصات إعلانية أساسية تتمثل في تطبيق موبايل وموقع ويب سايت بالإضافة إلى مواقع التواصل الاجتماعي

# apliction3
source: ARADI Company aims to market Aradi in the State of Qatar exclusively through land owners directly and offer them to potential buyers
ar: تهدف شركة أراضي إلى تسويق الأراضي في دولة قطر وبشكل حصري من خلال ملاك الأراضي مباشرة وعرضها على المشترين المحتملين

source: Subscriber account management
ar: إدارة حساب المشترك

# accountmanagement
source: By the subscriber, who is responsible for the addition, cancellation and modification of the contents that he publishes.
ar: تكون من قبل المشترك، حيث يكون مسؤولا عن الإضافة والإلغاء والتعديل للمحتويات التي يقوم بنشرها.

source: personal information
ar: المعلومات الشخصية

# personalinformation2
source: The subscriber must provide us with his real personal data, including his mobile phone number, which is officially registered with the competent official authorities.
ar: يتوجب على المشترك تزويدنا ببياناته الشخصية الحقيقية ومن ضمنها رقم الهاتف النقال الخاص به والمسجل رسميا لدى الجهات الرسمية المختصة بذلك.

source: Non-personal information
ar: المعلومات غير الشخصية

# nonpersonalinformation2
source: We may collect non-personally identifiable information about users, such as technical information about online means of communication and other information.
ar: من الممكن أن نجمع معلومات تعريف غير شخصية عن المستخدمين مثل المعلومات الفنية الخاصة بوسائل الاتصال على الانترنت وغيرها من المعلومات.

source: Information protection
ar: حماية المعلومات

# informationprotection2
source: We adopt appropriate data collection, storage and processing practices and security standards to protect against unauthorized access, modification, disclosure or destruction of your personal information, user name, password, financial information and data stored on the Site.
ar: نقوم بإرسال رسائل نصية عبر الموبايل المسجل للمشترك. إذا رغب المشترك في أي وقت أن يوقف خدمة الرسائل، فيجب عليه ابلاغنا لوقف الرسائل.

# delet
source: delete an account
ar: حذف حساب

source: Map
ar: الخريطة

# fet
source: Land features
ar: مميزات الارض

# mosque
source: Near a mosque
ar: قريب من مسجد

# restaurant
source: Near a restaurant
ar: قريب من مطعم

# beach
source: Near a beach
ar: قريب من الشاطئ

# mall
source: Near a mall
ar: قريب من مول

# metro
source: Near a metro
ar: قريب من المترو

# street
source: Near a Main Street
ar: قريب من الشارع رئيسى

# haber
source: Near a supermarket
ar: قريب من هابير مول

# transportation
source: Near a public transportation
ar: قريب من المواصلات العامة

# university
source: Near a university
ar: قريب من الجامعة

# data_cite
source: There are no lands
ar: لا يوجد اراضي

# pricee
source: PriceـFoot
ar: السعر_فوت

source: premium
ar: مميزة

source: Allowed Premium Lands
ar: الأراضي المتميزة المسموح بها

source: Allowed Normal Lands
ar: الأراضي العادية المسموح بها

source: Remain Premium Lands
ar: تبقى أراضي متميزة

source: Remain Normal Lands
ar: تبقى أراضي عادية

source: Posted Premium Lands
ar: تم نشر الأراضي المتميزة

source: Posted Normal Lands
ar: نشر الأراضي العادية

source: normal
ar: عادي

source: land type
ar: نوع الارض

# deleteAccount
source: Are you sure, to delete account ?
ar: هل أنت متأكد من حذف الحساب؟

# wifi
source: Internet connection is not available
ar: لا يتوفر اتصال بالانترنت

# favourites
source: You don't have any favourites
ar: ليس لديك اي مفضلات

# regularend
source: Regular area end date
ar: تاريخ انتهاء الاراضي العادية

# premiumend
source: premium area end date
ar: تاريخ انتهاء الاراضي المميزة

# creationregular
source: The date of the creation of Regular lands
ar: تاريخ إنشاء الأراضي العادية

# creationpremium
source: The date of the creation of premium lands
ar: تاريخ إنشاء الأراضي المتميزة

# landdoes
source: This land does not exist now
ar: هذه الأرض غير موجودة الآن

source: No results
ar: لا يوجد نتائج

source: Advertising Language
ar: لغة الاعلان

source: Please Select The Advertising Language
ar: يرجى اختيار لغة الاعلان

source: English and Arabic
ar: الإنجليزية والعربيه

# eADesc
source: Your ad will appear to all users, you must type Advertisement details for both English and Arabic
ar: اعلانك سيظهر لكافة المستخدمين يجب كتابة تفاصيل الإعلان لاللغتين الإنجليزية والعربية

source: Arabic
ar: العربية

# arabicDesc
source: Your ad will appear to users who chose to view ads in Arabic. Ad details must be written in Arabic only
ar: اعلانك سيظهر للمستخدمين الذين اختاروا مشاهدة الإعلانات باللغة العربية يجب كتابة تفاصيل الإعلان باللغة العربية فقط

source: English
ar: الإنجليزية

# engDesc
source: Your ad will appear to users who chose to view ads in English. Ad details must be written in English only.
ar: اعلانك سيظهر للمستخدمين الذين اختاروا مشاهدة الإعلانات باللغة الانجليزية يجب كتابة تفاصيل الإعلان باللغة الانجليزية فقط.

source: Next
ar: التالي

# deleteCommit
source: Delete Comment
ar: حذف التعليق

source: Reply
ar: رد

source: Land
ar: الأرض

source: Land Price
ar: سعر الأرض

source: Land Address
ar: عنوان الأرض

# landUrl
source: Land Link on The Website
ar: رابط الأرض على الموقع الويب

source: OR Contact Via
ar: او التواصل عبر

# maximum
source: The maximum number of characters allowed is 30
ar: عدد الأحرف المسموح بها هو 30

# namee
source: The name of the land must be in Arabic
ar: يجب ان يكون اسم الارض باللغة العربية

# empty
source: The field is empty
ar: الحقل فارغ

# nameE
source: The name of the land must be in English
ar: يجب ان يكون اسم الارض باللغة الانجليزية

# maximdec
source: The maximum number of characters allowed is 200
ar: عدد الأحرف المسموح بها هو 200

# description
source: The description of the land must be in Arabic
ar: يجب ان يكون وصف الارض باللغة العربيه

# descriptionE
source: Land description must be in English
ar: يجب ان يكون وصف الارض باللغة الانجليزية

# pricce
source: You must set a price for this land
ar: يجب ان تضع سعر لهذه الارض

# iHaveToPutThePhoneNumberToContactVia
source: I Have To Put The Whats App Number To Contact Via
ar: يجب ان تضع رقم الوتس للتواصل عن طريقه

# iHaveToPutThePhoneNumToContactVia
source: I Have To Put The Phone Number To Contact Via
ar: يجب ان تضع رقم للتواصل عن طريقه

source: I Have To Put The Email To Contact Via
ar: يجب ان تضع إيميل لتواصل عن طريقه

source: The Field Is Empty
ar: الحقل فارغ

# enterTheNumberInFrontOfTheCountry
source: Enter the WhatsApp number in the introduction to the country
ar: ادخال رقم الوتس آب بمقدمة الدولة

# dnl
source: You have exceeded the number of distinguished and normal lands that you are allowed to publish. Please contact us
ar: لقد تجاوزت عدد الاراضي المميزة و العادية المسموح لك بنشرها الرجاء التواصل معنا

# dl
source: You have exceeded the number of featured lands you are allowed to post, please contact us
ar: لقد تجاوزت عدد الاراضي المميزة المسموح لك بنشرها الرجاء التواصل معنا

# nl
source: You have exceeded the number of normal lands you are allowed to post, please contact us
ar: لقد تجاوزت عدد الاراضي العادية المسموح لك بنشرها الرجاء التواصل معنا

# e0_9
source: Enter must be a number [0-9]
ar: يجب ان يكون المدخل عبارة عن رقم [0-9]
